Repository: allink/allink-essentials
Catalog: allink_essentials/locale/*/LC_MESSAGES/django.po
Languages: de

source: Meta Title
de: Seitentitel

source: Meta title for browser window and search engines. Same as title by default. Recommended structure "Primary Keyword - Secondary Keyword | Brand Name" (max. 69).
de: Wird im Titel des Browser angezeigt, wichtig für Suchmaschinenoptimierung. Aufbau: Erstes Keyword - Zweites Keyword (max. 69 Zeichen). Ihr Markenname wird am Schluss automatisch hinzugefügt.

source: Meta Description
de: Meta Beschreibung

source: Meta description for search engines (max 139).
de: Meta Beschreibung für Suchmaschinen (max. 139 Zeichen).

source: Navigation Title
de: Navigationstitel

source: Used in navigation. Same as title by default.
de: Wird in der Seitennavigation angezeigt, falls leer wird der Titel verwendet.

source: Meta Fields
de: Meta Felder

source: Title
de: Titel

source: Used for og:title. Same as title by default.
de: Wird für den og:titel auf Facebook verwendet. Falls leer, wird der Meta Title verwendet

source: Description
de: Beschreibung

source: Used for og:description. Same as meta description by default.
de: Wird für od:desciription auf Facebook verwendet, falls leer wird die Meta Description verwendet.

source: Image
de: Vorschaubild

source: Used for og:image.
de: Wird für od:image auf Facebook verwendet.

source: Social Fields
de: Social Felder

source: In footer
de: Im Footer angezeigt

source: This displays the page in the footer navigation.
de: Diese Seite wird in der Footernavigation dargestellt, wenn ausgewählt.

source: in footer
de: Im Footer angezeigt
